@extends('layouts.default')
@section('customCSS')
    <!-- Custom CSS -->


@stop

@section('content')
    <br><br>
    <div class="col-lg-10 col-lg-offset-1 col-md-10 col-md-offset-1">
        <h1 class="page-header onlythaibold">
            เกี่ยวกับเรา
        </h1>
        <p class="onlythaibold" style="font-size:20px;">
            โครงการระบบวิเคราะห์การแพร่กระจายข้อมูลทวิตเตอร์ CU.Tweet นี้ จัดทำขึ้นโดยนิสิตภาควิชาวิศวกรรมคอมพิวเตอร์ จุฬาลงกรณ์มหาวิทยาลัย โดยมุ่งออกแบบระบบเว็บ (Web Application) ที่สามารถวิเคราะห์ข้อมูลเกี่ยวกับการแพร่กระจายของทวีตบนทวิตเตอร์ได้ ภายใต้รูปแบบระบบที่ใช้งานง่าย และการแสดงผลที่ถูกต้องชัดเจน โดยระบบนี้จะเป็นเครื่องมือสำคัญที่ช่วยเหลือนักวิจัยทางด้านนิเทศศาสตร์ในการศึกษาคุณลักษณะและพฤติกรรมในแง่มุมต่างๆของข่าวลือที่ถูกแพร่กระจายออกไปบนโลกทวิตเตอร์ ซึ่งสามารถสะท้อนพฤติกรรมด้านการรับสื่อของคนในสังคมได้ 
        </p>
        <p class="onlythaibold" style="font-size:20px;">
            ระบบ CU.Tweet นี้จะมีฟังก์ชันงานหลักทั้งหมด 3 ส่วน คือ 
            <ol class="onlythaibold" style="font-size:20px;">
                <li><a href="{{URL::to('/')}}">ฟังก์ชันการค้นหาและวิเคราะห์ผล</a> ซึ่งผู้ใช้สามารถค้นหาข้อความและชื่อผู้ใช้ทวิตเตอร์ที่สนใจได้ ภายใต้ฐานข้อมูลที่มีอยู่</li>
                <li><a href="{{URL::to('/groupManagement')}}">ฟังก์ชันการจัดการกลุ่มตัวอย่างผู้ใช้ทวิตเตอร์</a> อนุญาตให้ผู้ใช้สร้างกลุ่มตัวอย่างผู้ใช้งานทวิตเตอร์ที่งานวิจัยทางนิเทศศาสตร์สนใจ เพื่อที่ระบบจะได้วิเคราะห์กลุ่มตัวอย่างที่สนใจและนำมาแสดงผลเป็นพิเศษ เช่น กลุ่มตัวอย่างผู้สื่อข่าวได้รีทวีตอะไรที่เกี่ยวข้องกับคำที่ค้นหาบ้าง เป็นต้น  </li>
                <li>ฟังก์ชันดูข้อมูลทั่วไป จะบอกข้อมูลทั่วไป เช่น <a href="{{URL::to('/databaseDetail')}}">ชุดฐานข้อมูลที่มีอยู่ทั้งหมด</a> เป็นต้น</li>
            </ol>
        </p>
        <hr>

@stop

@section('footer')
        <!-- Footer -->
        <footer>
            <div class="row">
                <div class="col-lg-12">
                    <p>Copyright &copy; CU.Tweet 2014</p>
                </div>
            </div>
        </footer>

    </div>
    <!-- /.container -->
@stop